Repository: DRYTRIX/TimeTracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: da

source: Your session expired or the page was open too long. Please try again.
da: Din session udløb, eller siden var åben for længe. Prøv igen.

source: Administrator access required
da: Administratoradgang påkrævet

source: Username is required
da: Brugernavn er påkrævet

source: User already exists
da: Bruger findes allerede

source: Could not create user due to a database error. Please check server logs.
da: Kunne ikke oprette bruger på grund af en databasefejl. Tjek serverloggene.

source: User "%(username)s" created successfully
da: Bruger "%(username)s" blev oprettet

source: Username already exists
da: Brugernavn findes allerede

source: Please select a client when enabling client portal access.
da: Vælg en kunde, når du aktiverer adgang til kundeportalen.

source: Could not update user due to a database error. Please check server logs.
da: Kunne ikke opdatere bruger på grund af en databasefejl. Tjek serverloggene.

source: User "%(username)s" updated successfully
da: Bruger "%(username)s" blev opdateret

source: Cannot delete the last administrator
da: Kan ikke slette den sidste administrator

source: Cannot delete user with existing time entries
da: Kan ikke slette bruger med eksisterende tidsregistreringer

source: Could not delete user due to a database error. Please check server logs.
da: Kunne ikke slette bruger på grund af en databasefejl. Tjek serverloggene.

source: User "%(username)s" deleted successfully
da: Bruger "%(username)s" blev slettet

source: Telemetry has been enabled. Thank you for helping us improve!
da: Telemetri er aktiveret. Tak fordi du hjælper os med at blive bedre!

source: Telemetry has been disabled.
da: Telemetri er deaktiveret.

source: Invalid timezone: %(timezone)s
da: Ugyldig tidszone: %(timezone)s

source: Could not update settings due to a database error. Please check server logs.
da: Kunne ikke opdatere indstillingerne på grund af en databasefejl. Tjek serverloggene.

source: Settings updated successfully
da: Indstillinger opdateret

source: Could not update PDF layout due to a database error.
da: Kunne ikke opdatere PDF-layout på grund af en databasefejl.

source: PDF layout updated successfully
da: PDF-layout opdateret

source: Could not reset PDF layout due to a database error.
da: Kunne ikke nulstille PDF-layout på grund af en databasefejl.

source: PDF layout reset to defaults
da: PDF-layout nulstillet til standard

source: No logo file selected
da: Ingen logofil valgt

source: Invalid image file.
da: Ugyldig billedfil.

source: Could not save logo due to a database error. Please check server logs.
da: Kunne ikke gemme logo på grund af en databasefejl. Tjek serverloggene.

source: Company logo uploaded successfully! You can see it in the "Current Company Logo" section above. It will appear on invoices and PDF documents.
da: Firmalogoet er uploadet! Du kan se det i sektionen "Aktuelt firmalogo" ovenfor. Det vises på fakturaer og PDF-dokumenter.

source: Invalid file type. Allowed types: PNG, JPG, JPEG, GIF, SVG, WEBP
da: Ugyldig filtype. Tilladte typer: PNG, JPG, JPEG, GIF, SVG, WEBP

source: Could not remove logo due to a database error. Please check server logs.
da: Kunne ikke fjerne logo på grund af en databasefejl. Tjek serverloggene.

source: Company logo removed successfully. Upload a new logo in the section below if needed.
da: Firmalogoet blev fjernet. Upload et nyt logo i sektionen nedenfor, hvis nødvendigt.

source: No logo to remove
da: Intet logo at fjerne

source: Backup failed: archive not created
da: Backup mislykkedes: arkiv blev ikke oprettet

source: Backup failed: %(error)s
da: Backup mislykkedes: %(error)s

source: Invalid file type
da: Ugyldig filtype

source: Backup file not found
da: Backupfil ikke fundet

source: Backup "%(filename)s" deleted successfully
da: Backup "%(filename)s" blev slettet

source: Failed to delete backup: %(error)s
da: Kunne ikke slette backup: %(error)s

source: Invalid file type. Please select a .zip backup archive.
da: Ugyldig filtype. Vælg et .zip-backuparkiv.

source: Backup file not found.
da: Backupfil ikke fundet.

source: Invalid file type. Please upload a .zip backup archive.
da: Ugyldig filtype. Upload et .zip-backuparkiv.

source: No backup file provided
da: Ingen backupfil angivet

source: Restore started. You can monitor progress on this page.
da: Gendannelse startet. Du kan følge status på denne side.

source: OIDC is not enabled. Set AUTH_METHOD to "oidc" or "both".
da: OIDC er ikke aktiveret. Sæt AUTH_METHOD til "oidc" eller "both".

source: OIDC_ISSUER is not configured
da: OIDC_ISSUER er ikke konfigureret

source: ✓ Discovery document fetched successfully from %(url)s
da: ✓ Discovery-dokument hentet fra %(url)s

source: ✗ Timeout fetching discovery document from %(url)s
da: ✗ Timeout ved hentning af discovery-dokument fra %(url)s

source: ✗ Failed to fetch discovery document: %(error)s
da: ✗ Kunne ikke hente discovery-dokument: %(error)s

source: ✗ Unexpected error: %(error)s
da: ✗ Uventet fejl: %(error)s

source: ✓ OAuth client is registered in application
da: ✓ OAuth-klient er registreret i applikationen

source: ✗ OAuth client is not registered
da: ✗ OAuth-klient er ikke registreret

source: ✗ Failed to create OAuth client: %(error)s
da: ✗ Kunne ikke oprette OAuth-klient: %(error)s

source: ✗ Missing %(endpoint)s in discovery document
da: ✗ Mangler %(endpoint)s i discovery-dokumentet

source: ✓ Scope "%(scope)s" is supported by provider
da: ✓ Scope "%(scope)s" understøttes af udbyderen

source: ⚠ Scope "%(scope)s" may not be supported by provider (supported: %(supported)s)
da: ⚠ Scope "%(scope)s" understøttes muligvis ikke af udbyderen (understøttet: %(supported)s)

source: ℹ Provider supports claims: %(claims)s
da: ℹ Udbyderen understøtter claims: %(claims)s

source: ✓ Configured %(claim_type)s claim "%(claim_name)s" is supported
da: ✓ Konfigureret %(claim_type)s-claim "%(claim_name)s" er understøttet

source: ⚠ Configured %(claim_type)s claim "%(claim_name)s" not in supported claims list (may still work)
da: ⚠ Konfigureret %(claim_type)s-claim "%(claim_name)s" er ikke på listen over understøttede claims (kan muligvis virke alligevel)

source: OIDC configuration test completed
da: OIDC-konfigurationstest fuldført

source: Template name is required
da: Skabelonnavn er påkrævet

source: A template with this name already exists
da: En skabelon med dette navn findes allerede

source: Could not create email template due to a database error.
da: Kunne ikke oprette e-mailskabelon på grund af en databasefejl.

source: Email template created successfully
da: E-mailskabelon oprettet

source: Could not update email template due to a database error.
da: Kunne ikke opdatere e-mailskabelon på grund af en databasefejl.

source: Email template updated successfully
da: E-mailskabelon opdateret

source: Cannot delete template that is in use by invoices or recurring invoices
da: Kan ikke slette skabelon, der bruges af fakturaer eller tilbagevendende fakturaer

source: Could not delete email template due to a database error.
da: Kunne ikke slette e-mailskabelon på grund af en databasefejl.

source: Email template "%(name)s" deleted successfully
da: E-mailskabelon "%(name)s" blev slettet

source: Audit logs table does not exist. Please run: flask db upgrade
da: Auditlog-tabellen findes ikke. Kør: flask db upgrade

source: Could not create your account due to a database error. Please try again later.
da: Kunne ikke oprette din konto på grund af en databasefejl. Prøv igen senere.

source: Welcome! Your account has been created.
da: Velkommen! Din konto er oprettet.

source: User not found. Please contact an administrator.
da: Bruger blev ikke fundet. Kontakt en administrator.

source: Could not update your account role due to a database error.
da: Kunne ikke opdatere din kontorolle på grund af en databasefejl.

source: Account is disabled. Please contact an administrator.
da: Kontoen er deaktiveret. Kontakt en administrator.

source: Welcome back, %(username)s!
da: Velkommen tilbage, %(username)s!

source: Unexpected error during login. Please try again or check server logs.
da: Uventet fejl under login. Prøv igen eller tjek serverloggene.

source: Goodbye, %(username)s!
da: Farvel, %(username)s!

source: Invalid avatar file type. Allowed: PNG, JPG, JPEG, GIF, WEBP
da: Ugyldig avatar-filtype. Tilladt: PNG, JPG, JPEG, GIF, WEBP

source: Failed to save avatar on server.
da: Kunne ikke gemme avatar på serveren.

source: Profile updated successfully
da: Profil opdateret

source: Could not update your profile due to a database error.
da: Kunne ikke opdatere din profil på grund af en databasefejl.

source: Avatar removed
da: Avatar fjernet

source: Failed to remove avatar.
da: Kunne ikke fjerne avatar.

source: Single Sign-On is not configured yet. Please contact an administrator.
da: Single Sign-On er ikke konfigureret endnu. Kontakt en administrator.

source: Single Sign-On is not configured.
da: Single Sign-On er ikke konfigureret.

source: Authentication failed: missing issuer or subject claim. Please check OIDC configuration.
da: Godkendelse mislykkedes: mangler issuer- eller subject-claim. Tjek OIDC-konfigurationen.

source: User account does not exist and self-registration is disabled.
da: Brugerkontoen findes ikke, og selvregistrering er deaktiveret.

source: Could not create your account due to a database error.
da: Kunne ikke oprette din konto på grund af en databasefejl.

source: Unexpected error during SSO login. Please try again or contact support.
da: Uventet fejl under SSO-login. Prøv igen eller kontakt support.

source: You do not have access to this project.
da: Du har ikke adgang til dette projekt.

source: This project does not have a budget set.
da: Dette projekt har ikke et budget angivet.

source: Event created successfully
da: Begivenhed oprettet

source: Event updated successfully
da: Begivenhed opdateret

source: You do not have permission to delete this event.
da: Du har ikke tilladelse til at slette denne begivenhed.

source: Failed to delete event
da: Kunne ikke slette begivenhed

source: Event deleted successfully
da: Begivenhed slettet

source: Error deleting event: %(error)s
da: Fejl ved sletning af begivenhed: %(error)s

source: Event moved successfully
da: Begivenhed flyttet

source: Event resized successfully
da: Begivenhed ændret i størrelse

source: You do not have permission to view this event.
da: Du har ikke tilladelse til at se denne begivenhed.

source: You do not have permission to edit this event.
da: Du har ikke tilladelse til at redigere denne begivenhed.

source: Note content cannot be empty
da: Notatets indhold må ikke være tomt

source: Note added successfully
da: Notat tilføjet

source: Error adding note
da: Fejl ved tilføjelse af notat

source: Error adding note: %(error)s
da: Fejl ved tilføjelse af notat: %(error)s

source: Note does not belong to this client
da: Notatet tilhører ikke denne kunde

source: You do not have permission to edit this note
da: Du har ikke tilladelse til at redigere dette notat

source: Error updating note
da: Fejl ved opdatering af notat

source: Note updated successfully
da: Notat opdateret

source: Error updating note: %(error)s
da: Fejl ved opdatering af notat: %(error)s

source: You do not have permission to delete this note
da: Du har ikke tilladelse til at slette dette notat

source: Error deleting note
da: Fejl ved sletning af notat

source: Note deleted successfully
da: Notat slettet

source: Error deleting note: %(error)s
da: Fejl ved sletning af notat: %(error)s

source: Please log in to access the client portal.
da: Log ind for at få adgang til kundeportalen.

source: Client portal access is not enabled for your account.
da: Adgang til kundeportalen er ikke aktiveret for din konto.

source: Your client account is inactive.
da: Din kundekonto er inaktiv.

source: Username and password are required.
da: Brugernavn og adgangskode er påkrævet.

source: Invalid username or password.
da: Ugyldigt brugernavn eller adgangskode.

source: Welcome, %(client_name)s!
da: Velkommen, %(client_name)s!

source: You have been logged out.
da: Du er blevet logget ud.

source: Invalid or missing password setup token.
da: Ugyldigt eller manglende token til opsætning af adgangskode.

source: Invalid or expired password setup token. Please request a new one.
da: Ugyldigt eller udløbet token til opsætning af adgangskode. Anmod om et nyt.

source: Password is required.
da: Adgangskode er påkrævet.

source: Password must be at least 8 characters long.
da: Adgangskoden skal være mindst 8 tegn.

source: Passwords do not match.
da: Adgangskoderne matcher ikke.

source: Could not set password due to a database error.
da: Kunne ikke sætte adgangskode på grund af en databasefejl.

source: Password set successfully! You can now log in to the portal.
da: Adgangskoden er gemt! Du kan nu logge ind på portalen.

source: Unable to load client portal data.
da: Kan ikke indlæse data til kundeportalen.

source: Invoice not found.
da: Faktura ikke fundet.

source: Quote not found.
da: Tilbud ikke fundet.

source: You do not have permission to create clients
da: Du har ikke tilladelse til at oprette kunder

source: Client name is required
da: Kundenavn er påkrævet

source: A client with this name already exists
da: En kunde med dette navn findes allerede

source: Invalid hourly rate format
da: Ugyldigt format for timepris

source: Prepaid hours must be a positive number.
da: Forudbetalte timer skal være et positivt tal.

source: Prepaid reset day must be between 1 and 28.
da: Forudbetalt reset-dag skal være mellem 1 og 28.

source: Could not create client due to a database error. Please check server logs.
da: Kunne ikke oprette kunde på grund af en databasefejl. Tjek serverloggene.

source: You do not have permission to edit clients
da: Du har ikke tilladelse til at redigere kunder

source: Portal username is required when enabling portal access.
da: Portals brugernavn er påkrævet, når portaladgang aktiveres.

source: This portal username is already in use by another client.
da: Dette portalbrugernavn er allerede i brug af en anden kunde.

source: Could not update client due to a database error. Please check server logs.
da: Kunne ikke opdatere kunde på grund af en databasefejl. Tjek serverloggene.

source: You do not have permission to send portal emails
da: Du har ikke tilladelse til at sende portal-e-mails

source: Client portal is not enabled for this client.
da: Kundeportalen er ikke aktiveret for denne kunde.

source: Portal username is not set for this client.
da: Portalbrugernavn er ikke sat for denne kunde.

source: Client email address is not set. Cannot send password setup email.
da: Kundens e-mailadresse er ikke sat. Kan ikke sende e-mail til opsætning af adgangskode.

source: Could not generate password setup token due to a database error.
da: Kunne ikke generere token til opsætning af adgangskode på grund af en databasefejl.

source: Password setup email sent successfully to %(email)s
da: E-mail til opsætning af adgangskode blev sendt til %(email)s

source: Email server is not configured. Please configure email settings in Admin → Email Configuration or set MAIL_SERVER environment variable.
da: Mailserver er ikke konfigureret. Konfigurer e-mailindstillinger i Admin → E-mailkonfiguration eller sæt MAIL_SERVER miljøvariablen.

source: Failed to send password setup email. Please check email configuration and server logs for details.
da: Kunne ikke sende e-mail til opsætning af adgangskode. Tjek e-mailkonfiguration og serverlogs for detaljer.

source: An error occurred while sending the email: %(error)s
da: Der opstod en fejl under afsendelse af e-mailen: %(error)s

source: You do not have permission to archive clients
da: Du har ikke tilladelse til at arkivere kunder

source: Client is already inactive
da: Kunde er allerede inaktiv

source: You do not have permission to activate clients
da: Du har ikke tilladelse til at aktivere kunder

source: Client is already active
da: Kunde er allerede aktiv

source: You do not have permission to delete clients
da: Du har ikke tilladelse til at slette kunder

source: Cannot delete client with existing projects
da: Kan ikke slette kunde med eksisterende projekter

source: Could not delete client due to a database error. Please check server logs.
da: Kunne ikke slette kunde på grund af en databasefejl. Tjek serverloggene.

source: No clients selected for deletion
da: Ingen kunder valgt til sletning

source: Could not delete clients due to a database error. Please check server logs.
da: Kunne ikke slette kunder på grund af en databasefejl. Tjek serverloggene.

source: No clients were deleted
da: Ingen kunder blev slettet

source: You do not have permission to change client status
da: Du har ikke tilladelse til at ændre kundestatus

source: No clients selected
da: Ingen kunder valgt

source: Invalid status
da: Ugyldig status

source: Could not update client status due to a database error. Please check server logs.
da: Kunne ikke opdatere kundestatus på grund af en databasefejl. Tjek serverloggene.

source: No clients were updated
da: Ingen kunder blev opdateret

source: Comment content cannot be empty
da: Kommentarindhold må ikke være tomt

source: Comment must be associated with a project, task, or quote
da: Kommentar skal være knyttet til et projekt, en opgave eller et tilbud

source: Comment cannot be associated with multiple targets
da: Kommentar kan ikke knyttes til flere mål

source: Invalid parent comment
da: Ugyldig forælderkommentar

source: Comment added successfully
da: Kommentar tilføjet

source: Error adding comment
da: Fejl ved tilføjelse af kommentar

source: Error adding comment: %(error)s
da: Fejl ved tilføjelse af kommentar: %(error)s

source: You do not have permission to edit this comment
da: Du har ikke tilladelse til at redigere denne kommentar

source: Comment updated successfully
da: Kommentar opdateret

source: Error updating comment: %(error)s
da: Fejl ved opdatering af kommentar: %(error)s

source: You do not have permission to delete this comment
da: Du har ikke tilladelse til at slette denne kommentar

source: Comment deleted successfully
da: Kommentar slettet

source: Error deleting comment: %(error)s
da: Fejl ved sletning af kommentar: %(error)s

source: Contact created successfully
da: Kontakt oprettet

source: Error creating contact: %(error)s
da: Fejl ved oprettelse af kontakt: %(error)s

source: Contact updated successfully
da: Kontakt opdateret

source: Error updating contact: %(error)s
da: Fejl ved opdatering af kontakt: %(error)s

source: Contact deleted successfully
da: Kontakt slettet

source: Error deleting contact: %(error)s
da: Fejl ved sletning af kontakt: %(error)s

source: Contact set as primary
da: Kontakt sat som primær

source: Error setting primary contact: %(error)s
da: Fejl ved at sætte primær kontakt: %(error)s

source: Communication recorded successfully
da: Kommunikation registreret

source: Error recording communication: %(error)s
da: Fejl ved registrering af kommunikation: %(error)s

source: Invalid deal value
da: Ugyldig aftaleværdi

source: Deal created successfully
da: Aftale oprettet

source: Error creating deal: %(error)s
da: Fejl ved oprettelse af aftale: %(error)s

source: Deal updated successfully
da: Aftale opdateret

source: Error updating deal: %(error)s
da: Fejl ved opdatering af aftale: %(error)s

source: Deal closed as won
da: Aftale lukket som vundet

source: Error closing deal: %(error)s
da: Fejl ved lukning af aftale: %(error)s

source: Deal closed as lost
da: Aftale lukket som tabt

source: Activity recorded successfully
da: Aktivitet registreret

source: Error recording activity: %(error)s
da: Fejl ved registrering af aktivitet: %(error)s

source: Category name is required
da: Kategorinavn er påkrævet

source: Expense category created successfully
da: Udgiftskategori oprettet

source: Error creating expense category
da: Fejl ved oprettelse af udgiftskategori

source: Expense category updated successfully
da: Udgiftskategori opdateret

source: Error updating expense category
da: Fejl ved opdatering af udgiftskategori

source: Expense category deactivated successfully
da: Udgiftskategori deaktiveret

source: Error deactivating expense category
da: Fejl ved deaktivering af udgiftskategori

source: Title is required
da: Titel er påkrævet

source: Category is required
da: Kategori er påkrævet

source: Amount is required
da: Beløb er påkrævet

source: Expense date is required
da: Udgiftsdato er påkrævet

source: Invalid date format
da: Ugyldigt datoformat

source: Invalid amount format
da: Ugyldigt beløbsformat

source: Expense created successfully
da: Udgift oprettet

source: Error creating expense
da: Fejl ved oprettelse af udgift

source: You do not have permission to view this expense
da: Du har ikke tilladelse til at se denne udgift

source: You do not have permission to edit this expense
da: Du har ikke tilladelse til at redigere denne udgift

source: Cannot edit approved or reimbursed expenses
da: Kan ikke redigere godkendte eller refunderede udgifter

source: Please fill in all required fields
da: Udfyld alle påkrævede felter

source: Expense updated successfully
da: Udgift opdateret

source: Error updating expense
da: Fejl ved opdatering af udgift

source: You do not have permission to delete this expense
da: Du har ikke tilladelse til at slette denne udgift

source: Cannot delete approved or invoiced expenses
da: Kan ikke slette godkendte eller fakturerede udgifter

source: Expense deleted successfully
da: Udgift slettet

source: Error deleting expense
da: Fejl ved sletning af udgift

source: No expenses selected for deletion
da: Ingen udgifter valgt til sletning
